[Cues]
Act_E5_6A_CampusPark_FailedLines_Scripted_Max_010="Man, she just won't listen! I better rewind and do over."
Act_E5_6A_CampusPark_FailedLines_Scripted_Max_020="You almost had her, Max... I can still do this!"
Act_E5_6A_CampusPark_FailedLines_Scripted_Max_030="If I'm totally strong and honest, she'll listen... I'm her best friend."
Act_E5_6A_CampusPark_FailedLines_Scripted_Max_040="Chloe knows I have this power... She has to believe me now."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_002="Max, Rachel is dead! No time for hugs, I need to fucking kill Nathan!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_004="That fucker is already dead? How do you know that?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_008="What? He said he would be at the party, I'm gonna get him!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_009="I need it max! Rachel needs to be venged! I'm going in!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_016="Yea, it doesn't seems fair to me! "
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_017="Yea, like without the step-douche Rachel will be alright?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_021="Max, you can't ask me that! I don't want to abandon Rachel..."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_022="You only supported me when it was easy! I'm not gonna let him go like that!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_023="No Max, during all this week, you've only think off youself! You never supported me!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_026="Just move on? Seriously? My life has been a nightmare for 5 years! I want this to end my way!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_027="There has to be an other way to kill this bastard and you to keep me alive! You have to try!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_028="Dad? How could my life be better with Step douche taking the place of my father!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_031="Like you leaved me alone when my father died? I needed you and you just left!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_033="Max... I, I belive you.... Please, tell me everything."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_037="It doesn't matter. I have to make Nathan pay for what he did to Rachel... and I know you've got my back."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_038="Will you please tell me exactly what happened? Please?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_042="Okay, Max. Let's go in there as a team and take his ass out right now!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_043="Then it's Jefferson's turn to die now. I understand why you don't want to do this, and I won't blame you for not coming with me."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_044="Oh... Max. I'm... I'm so sorry...|I was the one who dragged you into all this shit...|Nobody, especially you, should have to go through that...|Now we have to stop Jefferson...|with one bullet."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_046="That's so easy for you to say. You don't know what my life has been these past five years."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_048="Max, I'm not running from you! This is when I need you the most. This is how to make everything up to me. With your power and my gun... nothing in the universe can stop us now, Max!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_050="Wait... alternate realities?|What do you mean, Max? What did you do?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_054="Then you can't be sure of anything! That's why I'm going to take out Jefferson... and that will be our reality."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_056="Max, what the hell are you talking about?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_060="Of course I do. Do you think I would even know how to handle that situation?|Nobody would...|The important thing is that we're together again."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_062="I hear you, Max... but do you think we should let Jefferson get away with torture and murder?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_064="Who owns the police here? And they'd probably put us in a fucking cell! Max, I know you're still in shock over what happened... but we have to face this reality... Let's go get him!"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_066="I'd like to think that and just take off with you right now.|But Max... I don't trust karma anymore. Rachel deserves justice.|Now. With our help..."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_069="I don't get it... Why do you trust him, after you totally reamed him the other day? He's not even at our house anymore."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_070="Is that why you stuck up for him? Because you think he can help us? Really?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_075="Yes, a slap across the face is a sure sign of tough love."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_076="Oh, please... like he cared when he got in your face for smoking a joint?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_077="Oh please... like he cared when he busted into my room."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_078="Max... I had no clue... I should have been the one to save you, but... I'm so grateful David was there."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_079="Except that he was actually investigating everybody, Max... including your friend Kate.|Sorry, but I still don't trust him. It's up to us, Max."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_085="Are you serious? I can't see him showing any feeling... except towards my mom..."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_086="So what's your plan?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_090="One thing I learned at Blackwell is the saying,|"Those who don't learn from history are doomed to repeat it..."|I have to do this... So I guess I'm on my own... again."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_091="Max. Please tell me... I won't be mad at you..."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_093="You saw my dad again?"
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_095="God, Max...|That must have been... That must have been awful for you...|I'm so sorry I had to ask you that..."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_096="Okay. You've been through so much... I believe you, Max. After all, I'm still your faithful companion."
Cue_E5_6A_Parking_CHChloe_Phase01_Chloe_097="Now excuse me, I’m going to that party to make sure he never hurts anybody again. Are you coming?"
Cue_E5_6A_Parking_CHChloe_Phase01_David_067="/!\ WARNING /!\ Text not localized : Cue_E5_6A_Parking_CHChloe_Phase01_David_067"
Cue_E5_6A_Parking_CHChloe_Phase01_MaxUnderwear_073="/!\ WARNING /!\ Text not localized : Cue_E5_6A_Parking_CHChloe_Phase01_MaxUnderwear_073"
Cue_E5_6A_Parking_CHChloe_Phase01_MaxUnderwear_081="/!\ WARNING /!\ Text not localized : Cue_E5_6A_Parking_CHChloe_Phase01_MaxUnderwear_081"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_001="Chloe! I missed you o much!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_003="Nathan is dead... and you're in danger."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_005="Because... I was there."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_006="Mr.Jefferson killed him, he is the real threat."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_007="Chloe, you need to ear me, your revenge will get you killed!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_010="Chloe, you'll have to trust me!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_011="Remember when I took hte blame for the joint!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_012="And two days ago, I stepped with you and David was kicked out of the house. I've always be here for you the last days! Can't you just understand it and let me take care of you?"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_013="I've always be here for you the last days! Can't you just understand it and let me take care of you?"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_014="Two days ago, I stepped with you and David was kicked out of the house."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_015="I know you haven't seen it much but all the things I did in the last days were to protect you! "
Cue_E5_6A_Parking_CHChloe_Phase01_Max_018="Please, give me your gun, and I'll explain everything..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_019="Chloe, please, take my hand. I know this is hard. But it's harder for me to see you die again..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_020="You know, I've modified the past... William was alive but you... you... You asked me to kill you because you couldn't handle it anymore... Please Chloe... I want this timeline to be the one where I save you!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_024="Rachel woudn't like you to die like that! Chloe I've seen you... If you go there, it's like your abandoning me... Please don't let me see this again!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_025="Chloe, now is your time to think about the futur! Not the past! Try to move on, I beg you!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_029="Chloe, you didn't see what happened to me... you don't know what I had to do to be here and try to save you... "
Cue_E5_6A_Parking_CHChloe_Phase01_Max_030="Chloe, this is the only choice I have. Don't say that you'd rather die and live me alone!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_032="Chloe! come back! No I have to save her, I have to!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_034="In a few minutes I won’t remember anything I just said to you, you’ll have to explain to me everything back, just tell me I traveled through time through a photo again and I’ll believe you"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_035="And this is important! Tell me not to tell anything to Victoria or she will warn Jefferson and get kidnapped too!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_036="Chloe, you can't get revenge if you're dead!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_039="Jefferson kidnapped Rachel and some other girls. He was also manipulating Nathan, and… he killed him."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_040="Chloe...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jefferson drugged and kidnapped me.|I was tied up in his bunker.|You have no idea what hell I went through to get back here… but I couldn't let you die. You brought me back here, and I can't lose you again. I won't!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_041="Mark Jefferson turned out to be a psychopath..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_045="Chloe, I know this isn't easy, but it's time for you... and me... to let the past go. We have to focus on our future, while we still have one."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_047="Chloe! I should never have run away from you like I did when we left Arcadia Bay. I know I hurt you… All I ever wanted was to make it up to you. Please, don't run away from me…"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_049="No! Not this way!|Chloe, I… I can't keep fixing everything,|if all I'm gonna do is just break it, over and over again.|I know how this is gonna turn out and...|I'm afraid I'm fucking up all these alternate realities."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_051="Chloe, I'm...|I'm going to tell you the truth, no matter what.|I changed your past and I had to make a terrible choice, and I... I..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_052="I fucked up, Chloe. I wanted to make things right, but everything turned out wrong."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_053="Uh... nothing. I mean, whenever I use my rewind, I create new timelines, new destinies..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_055="No, no... Chloe, hold on!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_057="And I did... for you. I didn't want you to suffer in any other timeline or reality... I couldn't bear the thought of you in any more pain..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_058="But Chloe, there was no way I could do that...|I had to return to this timeline... to see you again. I had to..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_059="It was worse for you.|But I had no idea what would happen, and... as usual,|I messed everything up, and… I never want to hurt you, ever.|You have to believe me."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_061="You're right. That's why you should come with me so we can stay together... and stay alive."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_063="No! We go to the police and let them take over. We have plenty of evidence."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_065="As long as you're alive, I don't care. Karma will catch up to him eventually."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_068="Of course not! If we tell David, he'll believe us and he can actually stop him... right?"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_071="Chloe, David saved me from Jefferson... If he didn't track down the Dark Room... I'd be dead right now."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_072="Chloe, no matter how much of a douche he's been, David truly cares about you."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_074="David was already investigating Jefferson. He was way ahead of us..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_080="I know he's been difficult, but... he's the only one who knows what's going on and he's the only one who can help us."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_082="No, no, listen to me... wait, Chloe!"
Cue_E5_6A_Parking_CHChloe_Phase01_Max_083="You should have seen his reaction when I told him that Jefferson… killed you. He was crushed."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_084="You should have seen how relieved he was when I lied to him and told him you didn't die. It would have crushed him..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_087="We tell him everything, including that Victoria is in danger."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_088="Yes, you are. So listen: In a few minutes, I won't know any of this happened... Nothing. You have to tell me exactly what I did and said... Just explain that I travelled through time using the photo... We have to stay in your room and do nothing. Then we explain everything to David... and we finally let him do his job."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_089="Come on, of course I... but at some point you have to move forward..."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_092="I was able to go back in time... to the last day William was alive.|I stopped him from leaving, but...|But you ended up in a car crash instead."
Cue_E5_6A_Parking_CHChloe_Phase01_Max_094="You... you were completely paralyzed. And you were in pain. You were slowly dying, and you… you asked me to… end your life."
Cue_E5_6A_Parking_DialChloeFail_Max_010="Chloe!"
Cue_E5_6A_Parking_DialChloeSuccess_Chloe_020="I believe you, Max... After all, I’m your faithful companion..."
Cue_E5_6A_Parking_DialChloeSuccess_Chloe_050="Will you believe me?"
Cue_E5_6A_Parking_DialChloeSuccess_Max_040="Yes, you are. So, listen...|In a few minutes, I won't know any of this happened... nothing.|We absolutely have to stay in your room and do nothing.|Then we explain everything to David, and we finally let him do his job.|You'll have to tell me exactly what I did and said just now.|Just explain that I traveled through time using the photo."
Cue_E5_6A_Parking_DialChloeSuccess_Max_060="I’ll always believe you, Chloe."
Cue_E5_6A_Parking_DialChloeSuccess_Max_070="Now follow me…"
Cue_E5_6A_Parking_Insertion_Chloe_010="We got no time for this shit. Come on, Max."
Cue_E5_6A_Parking_Insertion_Chloe_040="Jesus, dude... what is up with you?"
Cue_E5_6A_Parking_Insertion_Chloe_070="I'm glad you're with me, too. What's going on, Max? We have to find Nathan right now. He's going to fucking pay for what he did to Rachel... Let's go, now."
Cue_E5_6A_Parking_Insertion_Chloe_100="I can walk and listen, okay?"
Cue_E5_6A_Parking_Insertion_Chloe_120="Fine, Max. I'm listening."
Cue_E5_6A_Parking_Insertion_Chloe_140="You used your powers, right? And you fucked around with time, and I died."
Cue_E5_6A_Parking_Insertion_Chloe_160="You’re supposed to back me up. So there’s no way that punk-ass bitch Nathan Prescott is taking me down."
Cue_E5_6A_Parking_Insertion_Chloe_190="Jefferson, the art teacher? That's bullshit! Nathan is the fucking serial killer! We saw the proof!"
Cue_E5_6A_Parking_Insertion_Chloe_195="Now, excuse me, I’m going to that party to make sure he never hurts anybody again. Are you coming?"
Cue_E5_6A_Parking_Insertion_Max_020="Chloe!"
Cue_E5_6A_Parking_Insertion_Max_050="I’m just glad we’re here together."
Cue_E5_6A_Parking_Insertion_Max_080="Sorry, Warren…"
Cue_E5_6A_Parking_Insertion_Max_090="Chloe, wait! Listen!"
Cue_E5_6A_Parking_Insertion_Max_110="Stop and listen for once!"
Cue_E5_6A_Parking_Insertion_Max_130="Chloe, you can’t go in that party. You’re gonna… you're gonna die if you do."
Cue_E5_6A_Parking_Insertion_Max_150="Not like that…"
Cue_E5_6A_Parking_Insertion_Max_170="You're right, he won't."
Cue_E5_6A_Parking_Insertion_Max_180="Mark Jefferson killed you... and others."
Cue_E5_6A_Parking_Insertion_Warren_030="Say "cheese," dumbshit."
Cue_E5_6A_Parking_Insertion_Warren_060="I guess you need to talk. No worries... It’s all good."
